import java.util.HashMap;

public class phonebook {


    HashMap<String, String> phonebook = new HashMap<>();

        phonebook.put("Иванов Иван", "89546787654");
        phonebook.put("Иванова Анна", "89546445754");
        phonebook.put("Петров Сергей", "89546753654");
        phonebook.put("Петрова Ольга", "89546787678");
        phonebook.put("Кошкин Андрей", "85676787654");
        phonebook.put("Кошкина Лилия", "89546785684");
        phonebook.put("Волков Дмитрий", "89523347654");
        phonebook.put("Волкова Наталья", "89546677854");
        phonebook.put("Хомячков Алексей", "89546269554");
        phonebook.put("Котов Максим", "895462788954");
        phonebook.put("Котова Ирина", "895462568565");
        phonebook.put("Медведев Игорь", "89546345674");
        phonebook.put("Медведева Татьяна", "89546787324");
        phonebook.put("Рыбина Светлана", "895424567654");

     // начала делать дз и сразу возникла проблема, подскажите пожалуйства, что я делаю неправильно, почему метод put горит крассным у меня

    }





